Repository: MiguelFerrer99/LostAnimals
Catalog: LostAnimals/LostAnimals/Resources/LocaleStrings/*.lproj/Localizable.strings
Languages: es

# Commons_Mail
source: Mail
es: Email

# Commons_Firstname
source: Firstname
es: Nombre

# Commons_Lastname
source: Lastname
es: Apellidos

# Commons_Birthdate
source: Birthdate
es: Fecha de nacimiento

# Commons_WhereDoYouLive
source: Where do you live
es: Dónde vives

# Commons_AnimalShelterName
source: Animal shelter name
es: Nombre del refugio

# Commons_WhereCanWeFindYou
source: Where can we find you
es: Dónde podemos encontrarte

# Commons_Password
source: Password
es: Contraseña

# Commons_ConfirmPassword
source: Confirm password
es: Confirmar contraseña

# Commons_Phone
source: Phone
es: Teléfono

# Commons_HaveWhatsApp
source: I have WhatsApp
es: Tengo WhatsApp

# Commons_OptionalInstagram
source: Instagram (optional)
es: Instagram (opcional)

# Commons_OptionalTwitter
source: Twitter (optional)
es: Twitter (opcional)

# Commons_BackButton
source: Back
es: Atrás

# Commons_NextButton
source: Next
es: Siguiente

# Commons_NoPostsAvailable
source: There are no posts available
es: No hay posts disponibles

# Commons_GuestPopupTitle
source: Sign up to unlock every advantages of Lost Animals!
es: Regístrate para desbloquear todas las ventajas de Lost Animals!

# Commons_GoToStartup
source: Go to Startup
es: Ir al Inicio

# Commons_Cancel
source: Cancel
es: Cancelar

# Commons_SavedPostsTitle
source: My saved posts
es: Mis posts guardados

# Commons_NotSpecifiedMale
source: Not specified
es: No especificado

# Commons_NotSpecifiedFemale
source: Not specified
es: No especificada

# Commons_MailSent
source: The mail has been sent successfully
es: El email ha sido enviado correctamente

# Commons_AnimalName
source: Name
es: Nombre

# Commons_AnimalBreed
source: Breed (optional)
es: Raza (opcional)

# Commons_AnimalLastTimeSeen
source: Last time seen
es: Última vez visto

# Commons_AnimalLocation
source: Location
es: Ubicación

# Commons_AnimalDescription
source: Description (optional)
es: Descripción (opcional)

# Commons_RemovePhoto
source: Remove photo
es: Eliminar foto

# Commons_ChooseFromLibrary
source: Choose from library
es: Elegir de la galería

# Commons_TakePhoto
source: Take a photo
es: Tomar foto

# Commons_Yes
source: Yes
es: Sí

# Commons_SelectAnimalYouWant
source: Select the animal you want
es: Selecciona el animal que quieras

# Commons_ApplyFilter
source: Apply filter
es: Aplicar filtro

# Commons_AnimalTypeDog
source: Dog
es: Perro

# Commons_AnimalTypeBird
source: Bird
es: Pájaro

# Commons_AnimalTypeCat
source: Cat
es: Gato

# Commons_AnimalTypeTurtle
source: Turtle
es: Tortuga

# Commons_AnimalTypeSnake
source: Snake
es: Serpiente

# Commons_AnimalTypeRabbit
source: Rabbit
es: Conejo

# Commons_AnimalTypeOther
source: Other
es: Otro

# Commons_SaveChanges
source: Save changes
es: Guardar cambios

# Commons_ChangesSaved
source: The changes has been saved successfully
es: Los cambios se han guardado correctamente

# Commons_RemovePetData
source: Remove my pet data
es: Borrar datos de mi mascota

# Commons_AreYouSureRemovePetData
source: Are you sure you want to remove your pet data?
es: ¿Estás seguro que quieres borrar los datos de tu mascota?

# Commons_PetDataRemoved
source: Your pet data has been removed successfully
es: Los datos de tu mascota han sido borrados correctamente

# Commons_AreYouSureDeletePost
source: Are you sure you want to delete this post?
es: ¿Estás seguro que quieres eliminar este post

# Commons_HaveYouLostYourPet
source: Have you lost your pet?
es: ¿Has perdido tu mascota?

# TextFieldErrors_Empty
source: Empty
es: Vacío

# TextFieldErrors_EmptyField
source: Empty field
es: Campo vacío

# TextFieldErrors_EmailFormat
source: Invalid email format
es: Formato de email no válido

# TextFieldErrors_PasswordFormat
source: Invalid password format
es: Formato de contraseña no válido

# TextFieldErrors_PasswordsDifferent
source: Passwords are not equal
es: Las constraseñas no son iguales

# TextFieldErrors_InvalidFormat
source: Invalid format
es: Formato no válido

# TextFieldErrors_OnlyLettersAndSpaces
source: Only letters and spaces are allowed
es: Solo está permitido letras y espacios

# TextFieldErrors_MinimumCharacters
source: Minimum %d characters
es: Mínimo %d caracteres

# TextFieldErrors_MaximumCharacters
source: Maximum %d characters
es: Máximo %d caracteres

# ServiceErrors_EmailAlreadyUsed
source: This email address is already in use by another account
es: Este dirección de email ya está en uso por otra cuenta

# ServiceErrors_NoUserRegistered
source: There is no user registered with this email
es: No hay ningún usuario registrado con este email

# ServiceErrors_Unexpected
source: An unexpected error occured. Please, try again later
es: Ha ocurrido un error inesperado. Por favor, inténtalo más tarde

# ServiceErrors_VerifyAccount
source: Verify your account before log in
es: Verifica tu cuenta antes de iniciar sesión

# ServiceErrors_InternetConnection
source: You don't have an internet connection
es: No tienes conexión a internet

# ServiceErrors_InvalidMailOrPassword
source: Email or password incorrect
es: Email o contraseña incorrectos

# ServiceErrors_LocationAddress
source: Sorry, It was not possible to get the address of your location
es: Lo siento, no fue posible obtener la dirección de tu localización

# ServiceErrors_Banned
source: You has been banned of Lost Animals. Please contact with the administrator to solve this situation
es: Has sido baneado de Lost Animals. Por favor contacta con el administrador para solucionar esta situación

# ServiceErrors_OpenMail
source: Error opening Mail. Please, try again later
es: Error abriendo Mail. Por favor, inténtalo más tarde

# ServiceErrors_SendMail
source: Error sending mail. Please, try again later
es: Error enviando email. Por favor, inténtalo más tarde

# ServiceErrors_OpenPhone
source: Error opening Phone. Please, try again later
es: Error abriendo teléfono. Por favor, inténtalo más tarde

# ServiceErrors_OpenWhatsapp
source: Error opening WhatsApp. Please, try again later
es: Error abriendo WhatsApp. Por favor, inténtalo más tarde

# ServiceErrors_OpenInstagram
source: Error opening Instagram profile. Please, try again later
es: Error abriendo el perfil de Instagram. Por favor, inténtalo más tarde

# ServiceErrors_OpenTwitter
source: Error opening Twitter profile. Please, try again later
es: Error abriendo el perfil de Twitter. Por favor, inténtalo más tarde

# Startup_WelcomeTitle
source: Welcome
es: Bienvenido

# Startup_WelcomeText
source: Log in if you already have an account or Sign up to enjoy all the features of Lost Animals
es: Inicia sesión si ya tienes una cuenta o Regístrate para disfrutar todas las funciones de Lost Animals

# Startup_ContinueAsGuest
source: Continue as guest
es: Continuar como invitado

# Startup_LogIn
source: Log in
es: Iniciar sesión

# Startup_SignUp
source: Sign up
es: Registrarse

# Onboarding_Item1Title
source: Share
es: Comparte

# Onboarding_Item1Text
source: Have you lost your pet? We help you to find her by sharing information. Everyone stay tuned! 👀
es: ¿Has perdido tu mascota? Te ayudamos a encontrarla compartiendo información. Todo el mundo atento! 👀

# Onboarding_Item2Title
source: Find
es: Encuentra

# Onboarding_Item2Text
source: Have you seen an abandoned pet? Share it so everyone knows where and when have you seen it 🔍
es: ¿Has visto una mascota abandonada? Compártelo para que todo el mundo sepa donde y cuando la has visto 🔍

# Onboarding_Item3Title
source: Contact
es: Contacta

# Onboarding_Item3Text
source: Contact people easily through their social networks to solve everything 📞
es: Contacta gente facilmente a través de sus redes sociales para solucionar cualquier cosa 📞

# LogIn_Title
source: Log in
es: Iniciar sesión

# LogIn_ForgotPassword
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# LogIn_LogInButton
source: Log in
es: Iniciar sesión

# ForgotPassword_Title
source: Forgot password
es: Olvidar contraseña

# ForgotPassword_Text
source: We will send you an email to your mail address. Follow the instructions to recover your password
es: Te enviaremos un email a tu correo electrónico. Por favor, sigue las intrucciones para recuperar tu contraseña

# ForgotPassword_RecoverPasswordButton
source: Recover password
es: Recuperar contraseña

# ForgotPassword_SuccessPopup
source: We have sent an email to recover your password
es: Te hemos enviado un email parar recuperar tu contraseña

# SignUp_Title
source: Sign up
es: Registro

# SignUp_PersonalDetails_Title
source: Personal details
es: Detalles personales

# SignUp_PersonalDetails_Text
source: Fill your personal details to let us know something about you
es: Rellena tus detalles personales para dejarnos saber algo sobre ti

# SignUp_PersonalDetails_AnimalShelterButton
source: Are you an animal shelter?
es: ¿Eres un refugio de animales?

# SignUp_PersonalDetails_PersonButton
source: Are you just a person?
es: ¿Eres una persona?

# SignUp_AccountDetails_Title
source: Account details
es: Detalles de la cuenta

# SignUp_AccountDetails_Text
source: Fill your account details to register you in our system successfully
es: Rellena tus detalles de la cuenta para registarte en nuestro sistema correctamente

# SignUp_AccountDetails_PasswordRequirement
source: Must contain a minimum of 8 characters, including at least one lowercase letter and one number
es: Debe contener 8 caracteres, incluyendo al menos una letra minúscula y un número

# SignUp_SocialMediaDetails_Title
source: Social media details
es: Detalles de las redes sociales

# SignUp_SocialMediaDetails_Text
source: Write your social media accounts if you have. We will use them to give you the best user experience
es: Escribe tus redes sociales si tienes. Las usaremos para darte la mejor experiencia de usuario

# SocialMediaDetails_AcceptTermsAndConditions
source: I accept
es: Acepto los

# SocialMediaDetails_TermsAndConditionsButton
source: Terms and conditions
es: Términos y condiciones

# SocialMediaDetails_GetStartedButton
source: Get started
es: Empezar

# SocialMediaDetails_SuccessPopup
source: Congrats, you are already user of Lost Animals! Now verify your account in your email to log in
es: Enhorabuena, ya eres usuario de Lost Animals! Ahora verifica tu cuenta en tu email para iniciar sesión

# WhereDoYouLiveCountries_Title
source: Select your country
es: Selecciona tu país

# WhereDoYouLiveCountries_SearchBarPlaceholder
source: Search your country...
es: Busca tu país...

# WhereDoYouLiveCities_Title
source: Select your city
es: Selecciona tu ciudad

# WhereDoYouLiveCities_SearchBarPlaceholder
source: Search your city...
es: Busca tu ciudad...

# WhereCanWeFindYou_Title
source: Select your address
es: Selecciona tu dirección

# WhereCanWeFindYou_SearchBarPlaceholder
source: Search your address...
es: Busca tu dirección...

# WhereCanWeFindYou_CurrentLocation
source: Current location
es: Ubicación actual

# Explore_Title
source: Explore
es: Explorar

# Explore_RecentFilterTitle
source: Recent
es: Reciente

# Explore_NearFilterTitle
source: Near
es: Cercano

# Explore_LostFilterTitle
source: Lost
es: Perdido

# Explore_FoundFilterTitle
source: Found
es: Encontrado

# Explore_AdoptFilterTitle
source: Adopt
es: Adoptar

# Post_SharePostTitle
source: Share post
es: Compartir post

# Post_EditPostTitle
source: Edit post
es: Editar post

# Post_BlockUserTitle
source: Block user
es: Bloquear usuario

# Post_LostPostTypeTitle
source: Lost animal
es: Animal perdido

# Post_FoundPostTypeTitle
source: Found animal
es: Animal encontrado

# Post_ToAdoptPostTypeTitle
source: To adopt animal
es: Animal para adoptar

# Post_NameTitle
source: Name
es: Nombre

# Post_BreedTitle
source: Breed
es: Raza

# Post_LastTimeSeenTitle
source: Last time seen
es: Última vez visto

# Post_LocationTitle
source: Location
es: Ubicación

# Post_DescriptionTitle
source: Description
es: Descripción

# Post_AuthorTitle
source: Author
es: Autor

# Post_ContactWithTitle
source: Contact with %@
es: Contactar con %@

# Post_ContactTitle
source: Contact
es: Contactar

# Post_ContactText
source: These are the options you have to contact, choose one
es: Estas son las opciones que tienes para contactar, elige una

# Post_PostTypeLost
source: L
es: P

# Post_PostTypeFound
source: F
es: E

# EditPost_Title
source: Edit post
es: Editar post

# EditPost_DeletePost
source: Remove post
es: Eliminar post

# EditPost_PostDeleted
source: The post has been removed successfully
es: El post ha sido eliminado correctamente

# Location_Title
source: Location
es: Ubicación

# Location_HowToGo
source: How to go
es: ¿Cómo ir?

# Location_FoundAnimal
source: Found animal
es: Animal encontrado

# NewPost_Title
source: New post
es: Nuevo post

# NewPost_Text
source: Choose the type of post you want to publish
es: Elige el tipo de post que quieres publicar

# NewPostGeneric_Title
source: New post
es: Nuevo post

# NewPostGeneric_MustSelectPhoto
source: You must select at least one photo
es: Debes seleccionar al menos una foto

# NewPostGeneric_PublishPostButton
source: Publish post
es: Publicar post

# NewPostGeneric_AreYouSureExit
source: Are you sure you want to exit?
es: ¿Estas seguro de que quieres salir?

# NewPostGeneric_PostPublished
source: The post has been published successfully
es: El post ha sido publicado correctamente

# Profile_Title
source: My profile
es: Mi perfil

# Profile_WelcomeBack
source: Welcome back, %@
es: Bienvenido de nuevo, %@

# Profile_YeardOld
source: %d years old
es: %d años

# Profile_MyPosts
source: My posts
es: Mis posts

# Profile_MySavedPosts
source: My saved posts
es: Mis posts guardados

# Profile_SocialMedias
source: Social medias
es: Redes sociales

# Profile_BlockedByYou
source: %@ has been blocked by you
es: %@ ha sido bloqueado por ti

# Profile_UserBlocked
source: The user has been blocked successfully
es: El usuario ha sido bloqueado correctamente

# Profile_AreYouSureUnblock
source: Are you sure you want to unblock %@?
es: ¿Estas seguro/a que quieres desbloquear a %@?

# Profile_AreYouSureBlock
source: Are you sure you want to block %@?
es: ¿Estas seguro/a que quieres bloquear a %@?

# Profile_MyPet
source: My pet
es: Mi mascota

# ProfileSettings_EditPersonalDetials
source: Edit personal details
es: Editar detalles personales

# ProfileSettings_EditSocialMediaDetails
source: Edit social media details
es: Editar redes sociales

# ProfileSettings_ChangePassword
source: Change password
es: Cambiar contraseña

# ProfileSettings_BlockedUsers
source: Blocked users
es: Usuarios bloqueados

# ProfileSettings_TermsAndConditions
source: Terms and conditions
es: Términos y condiciones

# ProfileSettings_DeleteAccount
source: Delete account
es: Eliminar cuenta

# ProfileSettings_LogOut
source: Log out
es: Cerrar sesión

# ProfileSettings_AreYouSureDeleteAccount
source: Are you sure you want to delete your account?
es: ¿Estas seguro de que quieres eliminar tu cuenta?

# ProfileSettings_AreYouSureLogOut
source: Are you sure you want log out?
es: ¿Estas seguro de que quieres cerrar sesión?

# ProfileSettings_UnblockUserButton
source: Unblock
es: Desbloquear

# TermsAndConditions_Title
source: Terms and conditions
es: Términos y condiciones

# TermsAndConditions_Item1Title
source: Thanks for using Lost Animals
es: Gracias por usar Lost Animals

# TermsAndConditions_Item1Description
source: For the smooth running of the community, we need you to follow the proposed Terms and Conditions of Use, which will be applicable to users from 1 March 2022.
es: Para el buen funcionamiento de la comunidad, necesitamos que sigas los Términos y Condiciones de uso propuestos, los cuales serán aplicables a los usuarios a partir del 1 de marzo del 2022.

# TermsAndConditions_Item2Title
source: Lost Animals Terms and Conditions of Use
es: Términos y Condiciones de uso de Lost Animals

# TermsAndConditions_Item2Description
source: These Terms and Conditions of Use establish the conditions under which users are offered access to Lost Animals websites, services and applications, which is a platform that allows users to find their lost animals in a much faster and more efficient way thanks to the use of new technologies. The use of the Service confers to the user the condition of user of the Service and implies full acceptance of these Terms and Conditions. If the User does not agree with all or part of these Terms and Conditions, he/she must refrain from installing and using the Service. By accepting these Terms and Conditions, the User represents: - That he/she has read, understands and understands what is set forth herein. - That he/she assumes all the obligations set forth herein. - That he/she is of legal age and has sufficient legal capacity to use the Service. - The acceptance of these Terms and Conditions by the Users is a prior and indispensable step to the use of the Service. Lost Animals reserves the right to update and/or modify the Terms and Conditions at any time and for any reason in its sole discretion. Lost Animals will provide notice of any material changes to the Terms and Conditions or to any Service or other feature of the Services. By accessing or using the Services after Lost Animals has notified the User of a modification or update, the User agrees to be bound by the modified Terms and Conditions. If the modified Terms and Conditions are not acceptable to the User, the User's sole option is to discontinue using the Services.
es: Los presentes Términos y Condiciones de uso establecen las condiciones bajo las cuales se ofrece a los usuarios el acceso a los sitios web, servicios y aplicaciones de Lost Animals, que es una plataforma que permite a los usuarios encontrar sus animales perdidos de una manera mucho más rápida y eficaz gracias al uso de las nuevas tecnologias. El uso del Servicio atribuye a quien lo realiza la condición de usuario del mismo e implica la aceptación íntegra de estos Términos y Condiciones. En caso de no estar de acuerdo con todo o parte de estos Términos y Condiciones, el Usuario debe abstenerse de instalar y utilizar el Servicio. Por medio de la aceptación de los presentes Términos y Condiciones, el Usuario manifiesta: - Que ha leído, entiende y comprende lo aquí expuesto. - Que asume todas las obligaciones aquí dispuestas. - Que es mayor de edad y tiene la capacidad legal suficiente para utilizar el Servicio. - La aceptación de estos Términos y Condiciones por parte de los Usuarios es un paso previo e indispensable a la utilización del Servicio. Lost Animalsse reserva el derecho a actualizar y/o modificar los Términos y Condiciones en cualquier momento y por cualquier motivo a su exclusiva discreción. Lost Animals notificará acerca de cualquier cambio material en los Términos y Condiciones o en cualquier Servicio u otra función de los Servicios. Al acceder o usar los Servicios después de que Lost Animalshaya notificado al Usuario sobre una modificación o actualización, el Usuario acepta quedar obligado por los Términos y Condiciones modificados. Si los Términos y Condiciones modificados no resultan aceptables al Usuario, su única opción es dejar de utilizar los Servicios.

# TermsAndConditions_Item3Title
source: Service owner
es: Titular del servicio

# TermsAndConditions_Item3Description
source: The owner and proprietor of the Service is Miguel Ferrer Fornali. Email: miguelferrerfornali1999@gmail.com
es: El titular y propietario del Servicio es Miguel Ferrer Fornali. Email: miguelferrerfornali1999@gmail.com

# TermsAndConditions_Item4Title
source: Registration requirement
es: Necesidad de registro

# TermsAndConditions_Item4Description
source: In order to use the Service, the User must first register and accept these Terms and Conditions and the Privacy and Cookies Policy. The data entered by the User must be accurate, current and truthful. The registered User will be responsible at all times for the custody of your password, assuming any damages that may arise from its misuse, as well as the transfer, disclosure or loss of it, and must immediately inform Lost Animals in case you have reason to believe that your password has been used in an unauthorized manner or is likely to be used in an unauthorized manner. In any case, the User is considered to be responsible for the access and/or use of the Service in relation to his account, who will be liable in any case for such access and/or use. By accepting the Terms and Conditions, the User consents that his data will become part of the LostAnimalsy file and the treatment of such data will be in accordance with the provisions of the Privacy Policy.
es: Para poder utilizar el Servicio es necesario el previo registro del Usuario, la aceptación de los presentes Términos y Condiciones y la Política de Privacidad y de cookies. Los datos introducidos por el Usuario deberán ser exactos, actuales y veraces. El Usuario registrado será responsable en todo momento de la custodia de su contraseña, asumiendo en consecuencia cualesquiera daños y perjuicios que pudieran derivarse de su uso indebido, así como de la cesión, revelación o extravío de la misma, debiendo informar inmediatamente a Lost Animalsen caso de que tenga motivos para creer que su contraseña ha sido utilizada de manera no autorizada o es susceptible de serlo. En cualquier caso, se considera que el Usuario es responsable por el acceso y/o uso del Servicio en relación con su cuenta, quien responderá en todo caso de dicho acceso y/o uso. Mediante la aceptación de los Términos y Condiciones, el Usuario consiente que sus datos pasen a formar parte del fichero de Lost Animalsy el tratamiento de esos datos será conforme a lo previsto en la Política de Privacidad.

# TermsAndConditions_Item5Title
source: Rules for the use of the service
es: Normas de utilización del servicio
