Repository: MiguelFerrer99/LostAnimals
Catalog: LostAnimals/LostAnimals/Resources/LocaleStrings/*.lproj/Localizable.strings
Languages: es

# TermsAndConditions_Item5Description
source: The User undertakes to use the Service in accordance with the law, morality, public order and these Terms and Conditions. Likewise, the User undertakes to make appropriate use of the Service and not to use it for illicit or criminal activities that infringe the rights of third parties or that violate any rule of the legal system. The User undertakes not to transmit, introduce, disseminate and/or make available to third parties any type of material and information that is contrary to the law, morality, public order and these Terms and Conditions. By way of example and in no way limiting or excluding, the User undertakes to: - Not to introduce or disseminate content or propaganda of a racist, xenophobic or pornographic nature, or that advocates terrorism, armed conflict, incites hatred or violates human rights. - Not to disseminate, transmit or make available to third parties any type of information, element or content that violates the fundamental rights and public freedoms recognised in the constitution and in international treaties. - Not to disseminate, transmit or make available to third parties any type of information, element or content that constitutes unlawful or unfair advertising. - Not to transmit unsolicited or unauthorised advertising, advertising material, 'junk mail', 'chain letters', 'pyramid structures', or any other form of solicitation. - Not to introduce or disseminate any false, misleading, deceptive, ambiguous or inaccurate information and content in a manner that misleads or is likely to mislead the recipients of the information. - Not to impersonate other Users of the Service. - Not to disseminate, transmit or make available to third parties any type of information, element or content without the authorisation of the holders of the intellectual and industrial property rights that may apply to such information, element or content. - Not to disseminate, transmit or make available to third parties any type of information, element or content that involves a violation of the secrecy of communications and personal data legislation. - Not to disseminate, transmit or make available to third parties photographs or any representation or image of minors. - Not to report falsely or incorrectly repeatedly. - To use Lost Animals services correctly. The User agrees to hold Lost Animals harmless against any possible claim, fine, penalty or sanction that may come forced to bear as a result of the breach by the User of any of the above rules of use, also reserving Lost Animals the right to seek compensation for damages and damages that may apply.
es: El Usuario se obliga a utilizar el Servicio conforme a lo establecido en la ley, la moral, el orden público y los presentes Términos y Condiciones. Asimismo, se obliga a hacer un uso adecuado del Servicio y a no emplearlo para realizar actividades ilícitas o constitutivas de delito, que atenten contra los derechos de terceros o que infrinjan cualquier norma del ordenamiento jurídico. El Usuario se obliga a no transmitir, introducir, difundir y/o poner a disposición de terceros, cualquier tipo de material e información que sean contrarios a la ley, la moral, el orden público y los presentes Términos y Condiciones. A título enunciativo y en ningún caso limitativo o excluyente, el Usuario se compromete a: - No introducir o difundir contenidos o propaganda de carácter racista, xenófobo, pornográfico, de apología del terrorismo, conflicto armado, incitación al odio o que atenten contra los derechos humanos. - No difundir, transmitir o poner a disposición de terceros cualquier tipo de información, elemento o contenido que atente contra los derechos fundamentales y las libertades públicas reconocidos constitucionalmente y en los tratados internacionales. - No difundir, transmitir o poner a disposición de terceros cualquier tipo de información, elemento o contenido que constituya publicidad ilícita o desleal. - No transmitir publicidad no solicitada o autorizada, material publicitario, “correo basura”, “cartas en cadena”, “estructuras piramidales”, o cualquier otra forma de solicitud. - No introducir o difundir cualquier información y contenidos falsos, engañosos, ambiguos o inexactos de forma que induzca o pueda inducir a error a los receptores de la información. - No suplantar a otros Usuarios del Servicio. - No difundir, transmitir o poner a disposición de terceros cualquier tipo de información, elemento o contenido sin autorización de los titulares de los derechos de propiedad intelectual e industrial que puedan recaer sobre tal información, elemento o contenido. - No difundir, transmitir o poner a disposición de terceros cualquier tipo de información, elemento o contenido que suponga una violación del secreto de las comunicaciones y la legislación de datos de carácter personal. - No difundir, transmitir o poner a disposición de terceros fotografías ni cualquier representación o imagen de personas menores de edad. - No reportar falsamente o incorrectamente de forma reiterada. - Usar los servicios de Lost Animals correctamente. El Usuario se obliga a mantener indemne a Lost Animals ante cualquier posible reclamación, multa, pena o sanción que pueda venir obligada a soportar como consecuencia del incumplimiento por parte del Usuario de cualquiera de las normas de utilización antes indicadas, reservándose además Lost Animals el derecho a solicitar la indemnización por daños y perjuicios que corresponda.

# TermsAndConditions_Item6Title
source: Exclusion of Users
es: Exclusión de Usuarios

# TermsAndConditions_Item6Description
source: Lost Animals reserves the right to prevent the use of the Service, either temporarily or permanently, to any User who violates any of the rules set forth in these Terms and Conditions, the law or morality. Lost Animals may also exclude Users and even stop providing all or part of the Service when it deems appropriate to improve the operation of the Service and/or the rest of the Users of the Service.
es: Lost Animals se reserva el derecho a impedir el uso del Servicio, ya sea de forma temporal o definitiva, a cualquier Usuario que infrinja cualquiera de las normas establecidas en estos Términos y Condiciones, la ley o la moral. Discrecionalmente, Lost Animals también podrá excluir Usuarios e incluso dejar de prestar total o parcialmente el Servicio cuando así lo considere oportuno para mejorar la operativa del Servicio y/o del resto de los Usuarios del mismo.

# TermsAndConditions_Item7Title
source: Exclusion of liability
es: Exclusión de responsabilidad

# TermsAndConditions_Item7Description
source: Lost Animals does not own any of the pets posted through its platform and is not part of the exchange or adoption process, nor does it review or validate the pets that Users post through the Service, so Lost Animals will not be liable, either directly or indirectly, or subsidiarily, for damages of any nature arising from the use and contracting of the contents and activities of Users and/or third parties through the Service as well as the lack of legality, reliability, usefulness, truthfulness, accuracy, completeness and timeliness of the same. By way of example, and in no case limited, Lost Animals will not be liable for damages of any nature arising from: - The use that the Users make of the Service nor by the state, origin, possible inaccuracy, or possible falsity of the data provided by the Users nor of the products offered through the Service. - The contents, information, opinions and statements of any User or third parties or entities that are communicated or displayed through the Service. - The use that Users may make of the materials of the Service, whether prohibited or permitted, in infringement of intellectual and/or industrial property rights, confidential information, of the contents of the Service or of third parties. - The carrying out of acts of unfair competition and illegal advertising. - The possible loss of User data for reasons not attributable to the Service. - Access by minors to the contents included in the Service. - The unavailability, errors, access failures and lack of continuity of the Service. - Failures or incidents that may occur in communications, deletion or incomplete transmissions. - The non-operability or problems in the email address provided by the user. Lost Animals will respond solely and exclusively to the User of the Services provided by itself and the content directly originated and identified with its copyright. Any claim or controversy that may arise between the Users of the Service must be resolved between them, obliging Lost Animals to keep Lost Animals completely unharmed, without prejudice to which Lost Animals will make its best efforts to provide users with a prompt and satisfactory solution through its Customer Service.
es: Lost Animals no es propietaria de ninguno de las mascotas difundidas a través de su plataforma y no es parte del proceso de intercambio o adopción, ni revisa o valida las mascotas que los Usuarios difunden a través del Servicio, por lo que Lost Animals no será responsable, ni directa ni indirectamente, ni subsidiariamente, de los daños y perjuicios de cualquier naturaleza derivados de la utilización y contratación de los contenidos y de las actividades de los Usuarios y/o de terceros a través del Servicio así como de la falta de licitud, fiabilidad, utilidad, veracidad, exactitud, exhaustividad y actualidad de los mismos. Con carácter enunciativo, y en ningún caso limitativo, Lost Animals no será responsable por los daños y perjuicios de cualquier naturaleza derivados de: - La utilización que los Usuarios hagan del Servicio ni por el estado, origen, posible inexactitud, o posible falsedad de los datos proporcionados por los Usuarios ni de los productos ofrecidos a través del Servicio. - Los contenidos, informaciones, opiniones y manifestaciones de cualquier Usuario o de terceras personas o entidades que se comuniquen o exhiban a través del Servicio. - La utilización que los Usuarios puedan hacer de los materiales del Servicio, ya sean prohibidos o permitidos, en infracción de los derechos de propiedad intelectual y/o industrial, información confidencial, de contenidos del Servicio o de terceros. - La realización de actos de competencia desleal y publicidad ilícita. - La eventual pérdida de datos de los Usuarios por causa no atribuible al Servicio. - El acceso de menores de edad a los contenidos incluidos en el Servicio. - La indisponibilidad, errores, fallos de acceso y falta de continuidad del Servicio. - Los fallos o incidencias que pudieran producirse en las comunicaciones, borrado o transmisiones incompletas. - La no operatividad o problemas en la dirección de email facilitada por el Usuario. Lost Animals responderá única y exclusivamente frente al Usuario de los Servicios que preste por sí misma y de los contenidos directamente originados e identificados con su copyright. Cualquier reclamación o controversia que pueda surgir entre los Usuarios del Servicio deberá ser solventada entre éstos, obligándose a mantener a Lost Animals totalmente indemne, sin perjuicio de lo cual Lost Animals realizará sus mejores esfuerzos para facilitar a los Usuarios una pronta y satisfactoria solución a través de su Servicio de Atención al Usuario.

# TermsAndConditions_Item8Title
source: Content and services linked through the Service
es: Contenidos y servicios enlazados a través del Servicio

# TermsAndConditions_Item8Description
source: The Service may include technical linking devices, directories and even search tools that allow the User to access other pages and Internet portals. The User acknowledges and agrees that access to the Linked Sites is at the User's sole risk and responsibility and exonerates Lost Animals from any liability for any infringement of intellectual or industrial property rights of the owners of the Linked Sites. Likewise, the User exonerates Lost Animals from any responsibility for the technical availability of the Linked Sites, the quality, reliability, accuracy and/or veracity of the services, information, elements and/or contents that the User may access. In these cases, Lost Animals will only be responsible for the contents and services provided in the Linked Sites to the extent that it has actual knowledge of the unlawfulness and has not disabled the link with due diligence. In the event that the User considers that there is a Linked Site with illegal or inappropriate content may communicate it to Lost Animals, without in any case this communication entails the obligation to remove the corresponding link. In any case, the existence of Linked Sites should not presuppose the formalization of agreements with those responsible or owners thereof, nor the recommendation, promotion or identification of Lost Animals with the statements, content or services provided. Lost Animals does not know the contents and services of the Linked Sites and, therefore, is not responsible directly or indirectly for the damages caused by the unlawfulness, quality, outdatedness, unavailability, error and uselessness of the contents and/or services of the Linked Sites or for any other damage that is not directly attributable to Lost Animals.
es: El Servicio puede incluir dispositivos técnicos de enlace, directorios e incluso instrumentos de búsqueda que permitan al Usuario acceder a otras páginas y portales de internet. El Usuario reconoce y acepta que el acceso a los Sitios Enlazados será bajo su exclusivo riesgo y responsabilidad y exonera a Lost Animals de cualquier responsabilidad sobre eventuales vulneraciones de derechos de propiedad intelectual o industrial de los titulares de los Sitios Enlazados. Asimismo, el Usuario exonera a Lost Animals de cualquier responsabilidad sobre la disponibilidad técnica de las páginas web enlazadas, la calidad, fiabilidad, exactitud y/o veracidad de los servicios, informaciones, elementos y/o contenidos a los que el Usuario pueda acceder. En estos casos, Lost Animals solo será responsable de los contenidos y servicios suministrados en los Sitios Enlazados en la medida en que tenga conocimiento efectivo de la ilicitud y no haya desactivado el enlace con la diligencia debida. En el supuesto de que el Usuario considere que existe un Sitio Enlazado con contenidos ilícitos o inadecuados podrá comunicárselo a Lost Animals, sin que en ningún caso esta comunicación conlleve la obligación de retirar el correspondiente enlace. En ningún caso, la existencia de Sitios Enlazados debe presuponer la formalización de acuerdos con los responsables o titulares de los mismos, ni la recomendación, promoción o identificación de Lost Animals con las manifestaciones, contenidos o servicios proveídos. Lost Animals no conoce los contenidos y servicios de los Sitios Enlazados y, por tanto, no se hace responsable de forma directa o indirecta por los daños producidos por la ilicitud, calidad, desactualización, indisponibilidad, error e inutilidad de los contenidos y/o servicios de los Sitios Enlazados ni por cualquier otro daño que no sea directamente imputable a Lost Animals.

# TermsAndConditions_Item9Title
source: Intellectual and industrial property
es: Propiedad intelectual e industrial

# TermsAndConditions_Item9Description
source: The industrial and intellectual property rights over the works, protected services and any content or elements with intellectual and industrial property rights that are used in the Service belong to their legitimate owners. By using the Service, the User does not acquire any intellectual or industrial property rights or any licence to use such elements. The Contents of the Service are the texts, photographs, graphics, images, icons, technology, software, databases and other audiovisual or sound contents, as well as their graphic design and source codes used in the Service. This list is for illustrative and exemplary purposes only and is not exhaustive. The text, images, graphics, sound files, animation files, video files, software and appearance of the Lost Animals website are protected by intellectual and industrial property rights. These elements may not be validly and legitimately copied or distributed for commercial use, nor may they be modified or inserted in other websites without the prior express authorization of their owners. The User declares that he/she is the exclusive owner of all the rights to the works, protected services and any other elements protected by intellectual or industrial property that he/she incorporates in the Service. The User grants Lost Animals, free of charge and exclusively, the rights of public communication, reproduction, distribution and transformation of the Contents, in all the existing exploitation modalities on the date of acceptance of these Terms and Conditions, for the whole time of validity of the rights object of cession, for the universal territorial scope.
es: Los derechos de propiedad industrial e intelectual sobre las obras, prestaciones protegidas y cualesquiera contenidos o elementos sobre los que recaigan derechos de propiedad intelectual e industrial que se usen en el Servicio pertenecen a sus legítimos titulares. El Usuario no adquirirá por el uso del Servicio ningún derecho de propiedad intelectual o industrial, ni licencia de uso alguna sobre tales elementos. Son Contenidos del Servicio, los textos, fotografías, gráficos, imágenes, iconos, tecnología, software, bases de datos, y demás contenidos audiovisuales o sonoros, así como su diseño gráfico y códigos fuente utilizados en el Servicio. Esta enumeración se realiza a título enunciativo y ejemplificativo, no limitativo. El texto, las imágenes, los gráficos, los ficheros de sonido, los ficheros de animación, los ficheros de vídeo, el software y la apariencia del sitio web de Lost Animals son objeto de protección por derechos de propiedad intelectual e industrial. Esos elementos no podrán ser válida y legítimamente copiados o distribuidos para uso comercial, ni podrán ser modificados o insertados en otros sitios web sin previa autorización expresa de sus titulares. El Usuario manifiesta ser titular en exclusiva de todos los derechos que recaen sobre las obras, prestaciones protegidas y cualesquiera otros elementos protegidos por propiedad intelectual o industrial que incorpore en el Servicio. El Usuario cede gratuitamente y en exclusiva a Lost Animals los derechos de comunicación pública, reproducción, distribución y transformación que tiene sobre los Contenidos, en todas las modalidades de explotación existentes en la fecha de aceptación de estos Términos y Condiciones, por todo el tiempo de vigencia de los derechos objeto de cesión, para el ámbito territorial universal.

# TermsAndConditions_Item10Title
source: Publication of pet search and adoption advertisements
es: Publicación de anuncios de búsqueda y adopción de mascotas

# TermsAndConditions_Item10Description
source: When posting your pet search and adoption ads, the User must take into account some considerations, including the following: - It is not allowed to publish images or descriptions that do not correspond to the advertised pet. - Only one pet per ad is allowed to be advertised. - It is not allowed to publish advertisements with sexual images. - It is not allowed to publish images of minors. In any case, the User must take into consideration the rules of publication when publishing his/her advertisements. On the other hand, the User interested in adopting a pet must take into account that Lost Animals is an application that acts as a mere intermediary and does not intervene in the adoption process. Lost Animals does not own any of the pets. Lost Animals does not review or validate the veracity of the ads that the Users spread through the service, so Lost Animals will not be in any case responsible, directly or indirectly, or subsidiarily, for damages of any nature, nor will be responsible for the lack of legality, reliability, usefulness, truthfulness, accuracy, completeness and timeliness of the same.
es: A la hora de publicar sus anuncios de búsqueda y adopción de mascotas el Usuario deberá tener en cuenta algunas consideraciones, incluyendo las siguientes: - No está permitido publicar imágenes o descripciones que no se correspondan con la mascota anunciada. - Solo se permite anunciar una mascota por anuncio. - No está permitido publicar anuncios con imágenes de contenido sexual. - No está permitido publicar imágenes de menores de edad. En cualquier caso, a la hora de publicar sus anuncios el Usuario deberá tomar en consideración las reglas de publicación. Por su parte, el Usuario interesado en adoptar una mascota debe tener en cuenta que Lost Animals es una aplicación que actúa como mero intermediario y no interviene en el proceso de adopción. Lost Animals no es propietaria de ninguna de las mascotas. Lost Animals no revisa ni valida la veracidad de los anuncios que los Usuarios difunden a través del servicio, por lo que Lost Animals no será en ningún caso responsable, ni directa ni indirectamente, ni subsidiariamente, de los daños y perjuicios de cualquier naturaleza, así como tampoco será responsable de la falta de licitud, fiabilidad, utilidad, veracidad, exactitud, exhaustividad y actualidad de los mismos.

# TermsAndConditions_Item11Title
source: Invalidity and ineffectiveness of clauses
es: Nulidad e ineficacia de las cláusulas

# TermsAndConditions_Item11Description
source: If any provision of these Terms and Conditions is declared wholly or partly invalid or unenforceable, such invalidity or invalidity shall only affect that provision or that part of it which is invalid or unenforceable, and these Terms and Conditions shall otherwise remain in full force and effect, such provision or part of it being deemed not to be included.
es: Si cualquier cláusula incluida en los presentes Términos y Condiciones fuese declarada total o parcialmente, nula o ineficaz, tal nulidad o ineficacia tan solo afectará a dicha disposición o a la parte de la misma que resulte nula o ineficaz, subsistiendo los presentes Términos y Condiciones en todo lo demás, considerándose tal disposición total o parcialmente por no incluida.

# TermsAndConditions_Item12Title
source: Applicable law and competent jurisdiction
es: Legislación aplicable y jurisdicción competente

# TermsAndConditions_Item12Description
source: These Terms and Conditions shall be governed by and construed in accordance with Spanish law. In the event of a dispute between Lost Animals and the User, the User may bring his or her action before the Spanish courts corresponding to the domicile of Lost Animals, or before the courts of the place where the User is domiciled.
es: Estos Términos y Condiciones se regirán e interpretarán conforme a la legislación española. En caso de litigio entre Lost Animals y el Usuario, éste podrá interponer su acción ante los tribunales españoles correspondientes al domicilio de Lost Animals , o bien ante los tribunales del lugar donde el Usuario esté domiciliado.
